Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/CoreRepairKit.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# GENUINE_BATTERY_DESC
source: iPhone battery is a genuine Apple part.
ar: بطارية iPhone بطارية أصلية من Apple.
bg: Батерията на iPhone е оригинална част на Apple.
ca: La bateria de l’iPhone és un component original d’Apple.
cs: V iPhonu je nainstalovaná originální baterie od společnosti Apple.
da: Batteriet i denne iPhone er en ægte Apple-reservedel.
de: iPhone-Batterie ist ein Originalbauteil von Apple.
el: Η μπαταρία του iPhone αποτελεί γνήσιο εξάρτημα Apple.
es: La batería del iPhone es una pieza original de Apple.
es_us: La batería de tu iPhone es original de Apple.
fi: iPhonen akku on aito Apple-osa.
fr: La batterie de l’iPhone est une pièce Apple d’origine.
fr_ca: La batterie de votre iPhone est une pièce Apple authentique.
he: סוללת ה-iPhone היא רכיב מקורי של Apple.
hi: iPhone बैटरी Apple का असली पार्ट है।
hr: Baterija iPhonea originalni je Apple proizvod.
hu: Az iPhone akkumulátora eredeti Apple-alkatrész.
id: Baterai iPhone adalah komponen asli Apple.
it: La batteria di iPhone è una parte originale Apple.
ja: iPhoneのバッテリーはApple純正部品です。
kk: iPhone аккумуляторы — тұпнұсқа Apple бөлшегі.
ko: iPhone 배터리가 Apple 정품 부품입니다.
lt: „iPhone“ akumuliatorius yra originali „Apple“ dalis.
ms: Bateri iPhone ialah komponen Apple asli.
nl: iPhone-batterij is een origineel Apple onderdeel.
no: iPhone-batteriet er en originaldel fra Apple.
pl: iPhone ma oryginalną baterię Apple.
pt_br: A bateria do iPhone é uma peça genuína da Apple.
pt_pt: A bateria deste iPhone é uma peça Apple genuína.
ro: Bateria iPhone‑ului este o componentă Apple originală.
ru: Аккумулятор iPhone является подлинной деталью Apple.
sk: Batéria vo vašom iPhone je originálny diel od spoločnosti Apple.
sl: iPhonova baterija je originalna komponenta Apple.
sv: Batteriet i denna iPhone är en äkta Apple-komponent.
th: แบตเตอรี่ของ iPhone เป็นชิ้นส่วนของแท้จาก Apple
tr: iPhone pili orijinal bir Apple parçası.
uk: В iPhone установлено оригінальний акумулятор Apple.
vi: Pin của iPhone là linh kiện Apple chính hãng.
zh_cn: iPhone电池为正品Apple部件。
zh_hk: iPhone的電池為Apple原廠零件。
zh_tw: iPhone電池為Apple原廠零件。

source: Touch ID
ar: بصمة الإصبع
el: Χρησιμοποιήστε το Touch ID
it: Sensore Touch ID
zh_cn: 触控ID

# NETWORK_CONNECTION_DESC_IPAD
source: Your iPad must be connected to the internet to finish this repair.
ar: يجب اتصال iPad بالإنترنت للانتهاء من هذا الإصلاح.
bg: Вашият iPad трябва да е свързан с интернет, за да завършите този ремонт.
ca: Per completar la reparació, cal que l’iPad tingui connexió a internet.
cs: Opravu nelze dokončit, dokud se iPad nepřipojí k internetu.
da: Din iPad skal have forbindelse til internettet for at kunne afslutte denne reparation.
de: Dein iPad muss mit dem Internet verbunden sein, um diese Reparatur abzuschließen.
el: Για ολοκλήρωση αυτής της επισκευής, το iPad σας πρέπει να είναι συνδεδεμένο στο Διαδίκτυο.
es: El iPad debe estar conectado a internet para completar la reparación.
es_us: Tu iPad debe estar conectado a Internet para terminar esta reparación.
fi: iPadin on oltava yhteydessä internetiin, jotta voit viimeistellä tämän korjauksen.
fr: Votre iPad doit être connecté à Internet pour finaliser la réparation.
fr_ca: Votre iPad doit être connecté à Internet pour terminer cette réparation.
he: כדי לסיים תיקון זה יש לוודא שה-iPad מחובר לאינטרנט.
hi: इस रिपेयर को पूरा करने के लिए आपका iPad इंटरनेट से कनेक्टेड रहना आवश्यक है।
hr: Vaš iPad treba biti spojen na internet za dovršetak ovog popravka.
hu: A javítás befejezéséhez az iPadjének kapcsolódnia kell az internethez.
id: iPad Anda harus terhubung ke internet untuk menyelesaikan perbaikan ini.
it: Per terminare la riparazione, iPad dev’essere connesso a internet.
ja: この修理を完了するには、iPadはインターネットに接続されていなければなりません。
kk: Осы жөндеу жұмысын аяқтау үшін iPad құрылғыңыз интернетке қосылған болуы керек.
ko: 이 수리를 완료하려면 iPad가 인터넷에 연결되어 있어야 합니다.
lt: Norint baigti šį remontą, „iPad“ turi būti prijungtas prie interneto.
ms: iPad anda mesti disambungkan ke internet untuk menyelesaikan pembaikan ini.
nl: Je iPad moet zijn verbonden met het internet om deze reparatie te voltooien.
no: iPaden må være koblet til internett for å fullføre reparasjonen.
pl: Aby dokończenie naprawy było możliwe, iPad musi połączyć się z Internetem.
pt_br: Conecte o iPad à internet para concluir o reparo.
pt_pt: O iPad tem de ter ligação à internet para concluir esta reparação.
ro: Pentru a finaliza această reparație, iPad‑ul trebuie să fie conectat la internet.
ru: Для завершения этого ремонта iPad должен быть подключен к интернету.
sk: Aby bolo opravu možné dokončiť, váš iPad musí byť pripojený na internet.
sl: Za dokončanje popravila mora biti iPad povezan z internetom.
sv: iPad måste vara ansluten till internet när du vill slutföra den här reparationen.
th: iPad ของคุณต้องเชื่อมต่อกับอินเทอร์เน็ตเพื่อสิ้นสุดการซ่อมแซมนี้
tr: Bu onarımın bitirilmesi için iPad’inizin internete bağlı olması gerekir.
uk: iPad необхідно підʼєднати до інтернету, щоб завершити цей ремонт.
vi: iPad của bạn phải được kết nối vào internet để hoàn tất việc sửa chữa này.
zh_cn: iPad必须接入互联网才能完成此次维修。
zh_hk: 你的iPad必須連接互聯網才能完成此修復。
zh_tw: 你的iPad必須連接網際網路才能完成此維修程序。

# UNABLE_TO_VERIFY_DISPLAY_MESSAGE_IPAD
source: Unable to determine if your iPad display is a genuine Apple part.
ar: غير قادر على تحديد ما إذا كانت شاشة iPad لديك شاشة أصلية من Apple أم لا.
bg: Не може да се определи дали екранът на вашия iPad е оригинална част на Apple.
ca: No s’ha pogut determinar si la pantalla de l’iPad és un component original d’Apple.
cs: Nepodařilo se zjistit, jestli je ve vašem iPadu nainstalovaný originální displej od společnosti Apple.
da: Kan ikke bestemme, om skærmen på din iPad er en ægte Apple-reservedel.
de: Es konnte nicht festgestellt werden, ob dein iPad-Display ein Originalbauteil von Apple ist.
el: Δεν είναι δυνατό να προσδιοριστεί αν η οθόνη του iPad σας αποτελεί γνήσιο εξάρτημα Apple.
es: No se puede determinar si la pantalla del iPad es una pieza original de Apple.
es_us: No se pudo determinar si la pantalla de tu iPad es una pieza original de Apple.
fi: Ei voida määrittää, onko iPadisi näyttö aito Apple-osa.
fr: Impossible de vérifier l’authenticité de l’écran de votre iPad.
fr_ca: Impossible de déterminer si l’écran de votre iPad est une pièce Apple authentique.
he: לא ניתן לקבוע אם מסך ה-iPad שלך הוא רכיב מקורי של Apple.
hi: आपके iPad का डिस्प्ले Apple का असली पार्ट है या नहीं इसका निर्धारण करने में असमर्थ।
hr: Ne može se utvrditi je li zaslon vašeg iPada originalni Apple proizvod.
hu: Nem sikerült megállapítani, hogy az iPadjének kijelzője eredeti Apple-alkatrész-e vagy sem.
id: Tidak dapat menentukan apakah layar iPad Anda merupakan komponen asli Apple.
it: Non è possibile determinare se lo schermo di iPad è una parte originale Apple.
ja: このiPadのディスプレイがApple純正部品なのか判定できません。
kk: Осы iPad дисплейінің түпнұсқа Apple бөлшегі екенін анықтау мүмкін емес.
ko: 사용자의 iPad 디스플레이가 Apple 정품 부품인지 확인할 수 없습니다.
lt: Nepavyko nustatyti, ar jūsų „iPad“ ekranas yra originali „Apple“ dalis.
ms: Gagal menentukan sama ada paparan iPad anda ialah komponen Apple asli.
nl: Er kan niet worden vast­gesteld of je iPad-scherm een origineel Apple onderdeel is.
no: Kan ikke avgjøre om iPad-skjermen er en originaldel fra Apple.
pl: Nie można określić, czy iPad ma oryginalny wyświetlacz Apple.
pt_br: Não é possível determinar se a tela do seu iPad é uma peça genuína da Apple.
pt_pt: Não é possível determinar se o ecrã deste iPad é uma peça Apple genuína.
ro: Nu se poate determina dacă afișajul iPad‑ului este o componentă Apple originală.
ru: Не удается определить, является ли дисплей этого iPad подлинной деталью Apple.
sk: Nie je možné zistiť, či je displej vo vašom iPade originálny diel od spoločnosti Apple.
sl: Ni mogoče določiti, ali je iPadov zaslon originalna komponenta Apple.
sv: Det gick inte att avgöra om skärmen på denna iPad är en äkta Apple-komponent.
th: ไม่สามารถตรวจสอบได้ว่าจอภาพของ iPad ของคุณเป็นชิ้นส่วนของแท้จาก Apple หรือไม่
tr: iPad’inizin ekranının orijinal bir Apple parçası olup olmadığı belirlenemiyor.
uk: Не вдається підтвердити, що в iPad установлено оригінальний екран Apple.
vi: Không thể xác định xem màn hình của iPad của bạn có phải là linh kiện Apple chính hãng hay không.
zh_cn: 无法确定iPad显示屏是否为正品Apple部件。
zh_hk: 無法確定你iPad的螢幕是否為Apple原廠零件。
zh_tw: 無法確認你的iPad螢幕是否為Apple原廠零件。

# NONGENUINE_DISPLAY_DESC_IPAD
source: Unable to determine if your iPad display is a genuine Apple part. This could be because the part is non-genuine or not functioning as expected.
ar: غير قادر على تحديد ما إذا كانت شاشة iPad لديك قطعة أصلية من Apple. ربما يرجع ذلك إلى أن القطعة غير أصلية أو أنها لا تعمل كما هو متوقع.
bg: Не може да се определи дали екранът на вашия iPad е оригинална част на Apple. Това може да бъде, защото частта не е оригинална или не функционира както трябва.
ca: No s’ha pogut determinar si la pantalla de l’iPad és un component original d’Apple. És possible que no ho sigui o que no funcioni correctament.
cs: Nepodařilo se zjistit, jestli je ve vašem iPadu nainstalovaný originální displej od společnosti Apple. Tato situace může nastat v případě, že baterie není originální nebo nefunguje, jak by měl.
da: Kan ikke bestemme, om skærmen på din iPad er en ægte Apple-reservedel. Dette kan skyldes, at reservedelen er uægte eller ikke fungerer som forventet.
de: Es konnte nicht festgestellt werden, ob dein iPad-Display ein Originalbauteil von Apple ist. Dies könnte daran liegen, dass es kein Originalbauteil ist oder nicht wie erwartet funktioniert.
el: Δεν είναι δυνατό να προσδιοριστεί αν η οθόνη του iPad σας αποτελεί γνήσιο εξάρτημα Apple. Αυτό μπορεί να οφείλεται στο γεγονός ότι το εξάρτημα δεν είναι γνήσιο ή δεν λειτουργεί όπως αναμένεται.
es: No se puede determinar si la pantalla del iPad es una pieza original de Apple. Puede que realmente no lo sea o bien que no funcione correctamente.
es_us: No se pudo determinar si la pantalla de tu iPad es una pieza original de Apple, lo cual podría deberse a que la pieza no es original o no funciona como debería.
fi: Ei voida määrittää, onko iPadisi näyttö aito Apple-osa. Tämä voi johtua siitä, että se ei ole aito tai että se ei toimi odotetusti.
fr: Impossible de vérifier l’authenticité de l’écran de votre iPad. Il se peut que cette pièce ne soit pas authentique ou qu’elle ne fonctionne pas aussi bien que prévu.
fr_ca: Impossible de déterminer si l’écran de votre iPad est une pièce Apple authentique. Peut-être qu’il n’en est pas une ou qu’il ne fonctionne pas comme prévu.
he: לא ניתן לקבוע אם צג ה-iPad שלך הוא רכיב מקורי של Apple. ייתכן שהרכיב אינו מקורי או שאינו מתפקד כצפוי.
hi: आपके iPad का डिस्प्ले Apple का असली पार्ट है या नहीं इसका निर्धारण करने में असमर्थ। ऐसा इसलिए है क्योंकि हो सकता है कि यह पुरज़ा नक़ली हो या उम्मीद के मुताबिक़ काम न कर रहा हो।
hr: Ne može se utvrditi je li zaslon vašeg iPada originalni Apple proizvod. Do toga je možda došlo jer proizvod nije originalan ili ne radi kako je očekivano.
hu: Nem lehet megállapítani, hogy az iPadjének kijelzője eredeti Apple-alkatrész-e vagy sem. Ennek az lehet az oka, hogy az alkatrész nem eredeti, vagy nem az elvártnak megfelelően működik.
id: Tidak dapat menentukan apakah layar iPad Anda merupakan komponen asli Apple. Ini mungkin karena komponen tersebut tidak asli, atau tidak berfungsi sebagaimana mestinya.
it: Non è possibile determinare se lo schermo di iPad è una parte originale Apple. La causa potrebbe essere che la parte non è originale o che non funziona come previsto.
ja: このiPadのディスプレイがApple純正部品なのか判定できません。問題の原因として、部品が純正品でない、または予想した通りに機能していないなどが考えられます。
kk: iPad дисплейіңіз түпнұсқа Apple бөлшегі екенін анықтау мүмкін емес. Бұл бөлшек түпнұсқа болмауы немесе дұрыс жұмыс істемеуі мүмкін.
ko: 사용자의 iPad 디스플레이가 Apple 정품 부품인지 확인할 수 없습니다. 해당 부품이 정품이 아니거나, 예상대로 동작하지 않기 때문일 수 있습니다.
lt: Nepavyko nustatyti, ar jūsų „iPad“ ekranas yra originali „Apple“ dalis. Taip galėjo nutikti dėl to, kad ši dalis nėra originali arba neveikia kaip numatyta.
ms: Gagal menentukan sama ada paparan iPad anda ialah komponen Apple asli. Ini mungkin disebabkan komponen tersebut tidak asli atau tidak berfungsi seperti yang dijangka.
nl: Er kan niet worden vast­gesteld of je iPad-scherm een origineel Apple onderdeel is. Een mogelijke oorzaak hiervoor is dat je onderdeel niet origineel is of niet naar behoren werkt.
no: Kan ikke avgjøre om iPad-skjermen er en originaldel fra Apple. Dette kan være fordi delen er uoriginal eller fordi den ikke fungerer som ventet.
pl: Nie można określić, czy iPad ma oryginalny wyświetlacz Apple. Być może wyświetlacz nie jest oryginalny lub nie działa zgodnie z oczekiwaniami.
pt_br: Não é possível determinar se a tela do seu iPad é uma peça genuína da Apple. Isso pode ocorrer porque a peça não é genuína ou não funciona como esperado.
pt_pt: Não é possível determinar se o ecrã deste iPad é uma peça Apple genuína. A peça poderá não ser genuína ou não estar a funcionar corretamente.
ro: Nu se poate determina dacă afișajul acestui iPad este o componentă Apple originală. Acest lucru s‑ar putea întâmpla deoarece componenta nu este originală sau nu funcționează conform așteptărilor.
ru: Не удается определить, является ли дисплей этого iPad подлинной деталью Apple. Возможно, эта деталь не является подлинной или функционирует неправильно.
sk: Nie je možné zistiť, či je displej vo vašom iPade originálny diel od spoločnosti Apple. Môže to znamenať, že displej nie je originálny alebo nefunguje správne.
sl: Ni mogoče določiti, ali je iPadov zaslon originalen rezervni del Apple. Do tega je morda prišlo, ker del ni originalen ali ne deluje po pričakovanjih.
sv: Det gick inte att avgöra om iPad-skärmen är en äkta Apple-komponent. Det kan bero på att komponenten inte är äkta eller att den inte fungerar som förväntat.
th: ไม่สามารถตรวจสอบได้ว่าจอภาพของ iPad ของคุณเป็นชิ้นส่วนของแท้จาก Apple หรือไม่ อาจเป็นไปได้ว่าเป็นชิ้นส่วนที่ไม่ใช่ของแท้ หรือมีการทำงานที่ไม่ถูกต้องตามที่คาด
tr: iPad’inizin ekranının orijinal bir Apple parçası olup olmadığı belirlenemedi. Bunun nedeni parçanın orijinal olmaması veya beklendiği gibi çalışmaması olabilir.
uk: Не вдається підтвердити, що в iPad установлено оригінальний дисплей Apple. Це може статися, якщо дисплей неоригінальний або несправний.
vi: Không thể xác định xem màn hình iPad của bạn có phải là linh kiện Apple chính hãng hay không. Việc này có thể do linh kiện không chính hãng hoặc không hoạt động như dự kiến.
zh_cn: 无法确定iPad显示屏是否为正品Apple部件。这可能是因为该部件并非正品或未正常运作。
zh_hk: 無法確定你iPad的螢幕是否為Apple原廠零件。這可能是因為零件非原廠或未能正常運作。
zh_tw: 無法確認你的iPad螢幕是否為Apple原廠零件。這可能是因為零件非原廠或未正常運作。

source: New Display
ar: شاشة عرض جديدة
bg: Нов екран
ca: Pantalla nova
cs: Nový displej
da: Ny skærm
de: Neues Display
el: Νέα οθόνη
es: Nueva pantalla
es_us: Nueva pantalla
fi: Uusi näyttö
fr: Nouvel écran
fr_ca: Nouvel écran
he: צג חדש
hi: नया डिस्प्ले
hr: Novi zaslon
hu: Új kijelző
id: Layar Baru
it: Nuovo schermo
ja: 新しいディスプレイ
kk: Жаңа дисплей
ko: 새로운 디스플레이
lt: Naujas ekranas
ms: Paparan Baharu
nl: Nieuw scherm
no: Ny skjerm
pl: Nowy wyświetlacz
pt_br: Nova Tela
pt_pt: Novo ecrã
ro: Afișaj nou
ru: Новый дисплей
sk: Nový displej
sl: Nov zaslon
sv: Ny skärm
th: จอภาพใหม่
tr: Yeni Ekran
uk: Новий дисплей
vi: Màn hình mới
zh_cn: 新显示屏
zh_hk: 全新螢幕
zh_tw: 新螢幕

source: Network Connection Required
ar: مطلوب الاتصال بالشبكة
bg: Изисква се мрежова връзка
ca: Connexió de xarxa obligatòria
cs: Je vyžadováno připojení k síti
da: Netværksforbindelse kræves
de: Netzwerkverbindung erforderlich
el: Απαιτείται σύνδεση δικτύου
es: Se requiere una conexión de red
es_us: Se requiere conexión de red
fi: Verkkoyhteys vaaditaan
fr: Connexion réseau requise
fr_ca: Connexion réseau requise
he: נדרש חיבור לאינטרנט
hi: नेटवर्क कनेक्शन आवश्यक है
hr: Potrebna je mrežna veza
hu: Hálózati kapcsolat szükséges
id: Koneksi Jaringan Diperlukan
it: È richiesta una connessione di rete
ja: ネットワーク接続が必要です
kk: Желілік қосылым қажет
ko: 네트워크 연결이 필요함
lt: Būtina prisijungti prie tinklo
ms: Sambungan Rangkaian Diperlukan
nl: Netwerkverbinding vereist
no: Nettverkstilkobling kreves
pl: Wymagane połączenie sieciowe
pt_br: Conexão de Rede Necessária
pt_pt: É necessária ligação à rede
ro: Conexiune de rețea necesară
ru: Требуется подключение к сети
sk: Vyžaduje sa pripojenie k sieti
sl: Zahtevana je omrežna povezava
sv: Nätverksanslutning krävs
th: ต้องใช้การเชื่อมต่อกับเครือข่าย
tr: Ağ Bağlantısı Gerekiyor
uk: Необхідне зʼєднання з мережею
vi: Yêu cầu kết nối mạng
zh_cn: 需要网络连接
zh_hk: 需要網絡連線
zh_tw: 需要網路連線

# BLUETOOTH_DESC_IPAD
source: There’s an issue with your iPad’s ability to use Bluetooth.
ar: هناك مشكلة في قدرة iPad على استخدام Bluetooth.
bg: Има проблем с използването на Bluetooth на вашия iPad.
ca: L’iPad té un problema que afecta l’ús del Bluetooth.
cs: Na vašem iPadu se vyskytl problém s používáním rozhraní Bluetooth.
da: Din iPad har problemer med at bruge Bluetooth.
de: Dein iPad hat ein Problem bei der Nutzung von Bluetooth.
el: Προέκυψε ζήτημα με τη δυνατότητα χρήσης Bluetooth από το iPad σας.
es: Hay un problema con la función de Bluetooth del iPad.
es_us: Ocurrió un problema con la capacidad de tu iPad para utilizar Bluetooth.
fi: iPadin Bluetooth-yhteydessä on ongelma.
fr: Un problème est survenu avec la capacité de votre iPad à utiliser le Bluetooth.
fr_ca: Il existe un problème concernant la capacité de votre iPad à utiliser la connectivité Bluetooth.
he: התגלתה בעיה עם היכולת של ה-iPad שלך להשתמש ב-Bluetooth.
hi: Bluetooth का इस्तेमाल करने की आपके iPad की क्षमता में समस्या है।
hr: Došlo je do problema zbog kojeg vaš iPad ne može koristiti Bluetooth.
hu: Probléma merült fel azzal kapcsolatban, hogy az iPadje képes-e használni a Bluetootht.
id: Ada masalah pada kemampuan iPad Anda untuk menggunakan Bluetooth.
it: Si è verificato un problema per cui iPad non è in grado di utilizzare il Bluetooth.
ja: このiPadのBluetoothの機能に問題があります。
kk: iPad құрылғыңыздың Bluetooth функциясын пайдалану бойынша мәселе туындады.
ko: iPad로 Bluetooth를 사용하는 데 문제가 있습니다.
lt: Kilo problema dėl jūsų „iPad“ galimybės naudotis „Bluetooth“ ryšiu.
ms: Terdapat isu dengan keupayaan iPad anda untuk menggunakan Bluetooth.
nl: Er is een probleem met het vermogen van je iPad om Bluetooth te gebruiken.
no: Det er et problem med å bruke Bluetooth på iPaden.
pl: iPad ma problem z modułem Bluetooth.
pt_br: Há um problema com o uso de Bluetooth no seu iPad.
pt_pt: Foi detetado um problema que impede o iPad de usar o Bluetooth.
ro: O problemă afectează capacitatea iPad‑ului de a utiliza conexiunea Bluetooth.
ru: Этот iPad не может использовать Bluetooth из‑за неполадки.
sk: Váš iPad má problém s používaním rozhrania Bluetooth.
sl: Prišlo je do težave, zato iPad trenutno ne more uporabljati funkcije Bluetooth.
sv: Det har uppstått ett problem med att använda Bluetooth på denna iPad.
th: มีปัญหากับความสามารถในการใช้บลูทูธของ iPad ของคุณ
tr: iPad’inizin Bluetooth’u kullanabilmesi ile ilgili bir sorun var.
uk: На iPad виникла проблема з використанням Bluetooth.
vi: Có sự cố với khả năng sử dụng Bluetooth trên iPad của bạn.
zh_cn: iPad无法使用蓝牙。
zh_hk: 你的iPad無法使用藍牙。
zh_tw: iPad無法使用藍牙。

# BASEBAND_POPUP_INFO
source: There’s an issue with your iPhone’s ability to access cellular data. Go to Settings for more information.
ar: هناك مشكلة في قدرة iPhone على الوصول إلى البيانات الخلوية. يرجى الانتقال إلى الإعدادات لمزيد من المعلومات.
bg: Има проблем с достъпа до мобилни данни на вашия iPhone. Отидете в Настройки за повече информация.
ca: L’iPhone té un problema que afecta l’accés a les dades mòbils. Ves a la configuració per obtenir més informació.
cs: Na vašem iPhonu se vyskytl problém s přístupem k mobilním datům. Další informace najdete v Nastavení.
da: Din iPhone har problemer med at få adgang til mobildata. Gå til Indstillinger for at få flere oplysninger.
de: Dein iPhone hat ein Problem beim Zugriff auf mobile Daten. Weitere Informationen findest du in den Einstellungen.
el: Προέκυψε ζήτημα με τη δυνατότητα πρόσβασης του iPhone σας σε δεδομένα κινητού δικτύου. Για περισσότερες πληροφορίες, μεταβείτε στις Ρυθμίσεις.
es: Hay un problema con el acceso a los datos móviles del iPhone. Ve a Ajustes para obtener más información.
es_us: Ocurrió un problema con la capacidad de tu iPhone para acceder a los datos celulares. En Configuración puedes averiguar más.
fi: iPhonen mobiilidatayhteydessä on ongelma. Katso lisätietoja Asetuksista.
fr: Un problème est survenu avec la capacité de votre iPhone à accéder aux données cellulaires. Accédez à l’app Réglages pour en savoir plus.
fr_ca: Il existe un problème concernant la capacité de votre iPhone à accéder aux données cellulaires. Accédez à Réglages pour en savoir davantage.
he: התגלתה בעיה עם היכולת של ה-iPhone שלך לגשת לנתונים סלולריים. למידע נוסף יש לעבור אל ״הגדרות״.
hi: मोबाइल डेटा ऐक्सेस करने की आपके iPhone की क्षमता में समस्या है। अधिक जानकारी के लिए सेटिंग्ज़ पर जाएँ।
hr: Došlo je do problema zbog kojeg vaš iPhone ne može pristupiti mobilnim podacima. Idite u Postavke za dodatne informacije.
hu: Probléma merült fel azzal kapcsolatban, hogy az iPhone-ja képes-e kapcsolódni a mobiladat-hálózathoz. További tudnivalókért nyissa meg a Beállításokat.
id: Ada masalah pada kemampuan iPhone Anda untuk mengakses data seluler. Buka Pengaturan untuk informasi lainnya.
it: Si è verificato un problema per cui iPhone non è in grado di accedere ai dati cellulare. Per scoprire di più, vai in Impostazioni.
ja: このiPhoneのモバイルデータ通信へのアクセス機能に問題があります。詳しくは、“設定”に移動してください。
kk: iPhone құрылғыңыздың ұялы деректерге қол жеткізу мүмкіндігі бойынша мәселе туындады. Қосымша ақпарат алу үшін «Реттеулер» мәзіріне өтіңіз.
ko: iPhone으로 셀룰러 데이터에 접근하는 데 문제가 있습니다. 자세한 정보를 보려면 설정으로 이동하십시오.
lt: Kilo problema dėl jūsų „iPhone“ galimybės naudotis mobiliojo ryšio duomenimis. Daugiau informacijos žr. srityje „Nustatymai“.
ms: Terdapat isu dengan keupayaan iPhone anda untuk mengakses data selular. Pergi ke Seting untuk mendapatkan maklumat lanjut.
nl: Er is een probleem met het vermogen van je iPhone om toegang te krijgen tot mobiele data. Ga voor meer informatie naar Instellingen.
no: Det er et problem med å få tilgang til mobildata på iPhonen. Gå til Innstillinger for mer informasjon.
pl: iPhone ma problem z dostępem do danych komórkowych. Aby uzyskać więcej informacji, przejdź do Ustawień.
pt_br: Há um problema com o acesso aos dados celulares no seu iPhone. Abra os Ajustes para obter mais informações.
pt_pt: Foi detetado um problema que impede o iPhone de aceder a dados móveis. Encontrará informação adicional nas Definições.
ro: O problemă afectează capacitatea iPhone‑ului dvs. de a accesa date celulare. Accesați Configurări pentru mai multe informații.
ru: Сотовые данные недоступны на этом iPhone из‑за неполадки. Чтобы узнать подробнее, откройте Настройки.
sk: Váš iPhone má problémy s prístupom k mobilným dátam. Viac informácií nájdete v Nastaveniach.
sl: Prišlo je do težave, zato se iPhone trenutno ne more povezati z mobilnimi podatki. Za več informacij odprite Nastavitve.
sv: Det har uppstått ett problem med att komma åt mobildata på denna iPhone. Öppna Inställningar om du vill få mer information.
th: มีปัญหากับความสามารถในการเข้าถึงข้อมูลเซลลูลาร์ของ iPhone ของคุณ ไปที่การตั้งค่าสำหรับข้อมูลเพิ่มเติม
tr: iPhone’unuzun hücresel veriye erişebilmesi ile ilgili bir sorun var. Daha fazla bilgi için Ayarlar’a gidin.
uk: На iPhone виникла проблема з отриманням доступу до стільникових даних. Докладніше див. у Параметрах.
vi: Có sự cố với khả năng truy cập dữ liệu di động trên iPhone của bạn. Hãy đi tới Cài đặt để biết thêm thông tin.
zh_cn: iPhone无法访问蜂窝数据。请前往“设置”了解更多信息。
zh_hk: iPhone無法取用流動數據。詳情請前往「設定」。
zh_tw: iPhone無法取用行動數據。請前往「設定」以取得更多資訊。
